/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIProgressDialogText" = "Выполняется вход";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIAlertViewButtonText" = "ОК";

/* XHED: label for a field max. 60 chars */
"keyMAFLogonUIAlertViewTitle" = "Ошибка";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerHost" = "Сервер";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelResourcePath" = "Суффикс URL";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerPort" = "Порт";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Домен";

/* XFLD: label for a switch (on/off), max 60 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Защищенный канал";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPassword" = "Пароль";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Подтверждение пароля";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelFarmId" = "Ид. фермы";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Конфигурация безопасности";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendUserName" = "Пользователь";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Новый код доступа";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Код доступа";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Подтвердить код";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Текущий код доступа";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Код приложения";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelMobileUser" = "Мобильный пользователь";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelActivationCode" = "Код активации";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelGatewayClient" = "Клиент";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "Пасс-код SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Пользователь";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Пароль";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Пароль";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Пользователь";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldHintOptional" = "(Oпционально)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelDeleteUser" = "Деактивировать приложение?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelLock" = "Блокировать приложение?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Обновить настройки приложения?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerTrust" = "Вы доверяете этому сертификату?";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelUploadTrace" = "Загрузить трассировки на сервер?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Включить код доступа";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Отключить код доступа";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Изменить код";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Данные входа в систему";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Подробно";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Код приложения";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Код приложения";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Дальше";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelStartLogon" = "Вход";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDemoMode" = "Опробовать";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Готово";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Вход";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Забыли код?";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockStart" = "Блокировать";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockCancel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Обновить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Деактивировать";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Готово";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Готово";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Загрузка";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Забыт пасс-код SSO";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Пропустить";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Готово";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Отменить";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Дальше";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Дальше";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Отменить";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Назад";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Отменить";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Войти";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Введите пасс-код SSO";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Блокировка кода";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Ввести рег. данные";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Ввести код доступа";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Установить код доступа";

/* XHED: label for a group of fields max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Изменить код";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Войти";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Удалить";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Блокировать";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Обновить";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Загрузить трассировку";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Обновить пароль";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Сведения";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Войти";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Установить код.";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Установить код доступа";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Введите пароль SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Ввести рег. данные для входа";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Установить код доступа";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Изменить код";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Изменить код";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Отключить код доступа";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Войти";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Удалить";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Блокировать";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Обновить";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Загрузить трассировку";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Обновить пароль";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Сведения";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "Простой вход SAP MAF";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Если нет собственных регистрационных данных, можно опробовать приложение в демо-режиме.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Введите данные для входа в приложение. Приложение запомнит эти данные.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Необходимо установить код доступа для защиты приложения от несанкционированного использования.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Можно установить код доступа для защиты приложения от несанкционированного использования.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Можно установить код доступа для защиты приложения от несанкционированного использования.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Для смены кода доступа введите старый код, а затем новый.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Для смены кода доступа введите старый код, а затем новый.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Введите код доступа для его отключения.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Введите код доступа для входа в приложение.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Пример контекстного подхода к последовательности входа с использованием компонентов MAF - Удалить";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Пример контекстного подхода к последовательности входа с использованием компонентов MAF - Блокировать";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Пример контекстного подхода к последовательности входа с использованием компонентов MAF - Обновить";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Пример контекстного подхода к последовательности входа с использованием компонентов MAF - Загрузить трассировку";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Введите текущий пароль для обновления пароля к приложению.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Вы можете просмотреть данные для входа в приложение.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Введите пароль для работы с Client Hub.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Введите рег. данные Afaria.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Введите рег. данные для входа в приложение. Рег. данные сохранятся в приложении Client Hub; их также можно будет использовать в других приложениях.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIConfirmationMessage" = "Вы действительно хотите сбросить приложение?";

/* XHED: message max. 60 chars */
"keyMAFLogonUIConfirmationTitle" = "Подтверждение";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Отменить";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationOKButtonLabel" = "ОК";

/* XMSG: message max. 60 chars */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Изменить код";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Установить код";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIDeleteProgressDialogText" = "Выполняется удаление";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Обновление";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Передача";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGRegistrationCancelled" = "Регистрация отменена.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGOperationCancelled" = "Операция отменена.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Политика Afaria в отношении кода - \"всегда выкл.\", поэтому Вы не можете изменить код.";

/* XMSG: message */
"keyErrDescrMAFLogonManagerErrorPasswordsNotEqual" = "Введенные коды не совпадают.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Введенные коды не совпадают.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Забыт пасс-код SSO";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Сбросьте пасс-код SSO в Client Hub и перезапустите приложение.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "При пропуске записи SSO это приложение будет отключено от Client Hub.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Недействительный пасс-код SSO";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Операция в этом состоянии не разрешена.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Старый код доступа";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Тайм-аут";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Немедленно";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "Через %1$i сек.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "Через %1$i сек.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "Через %1$i мин.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "Через %1$i мин.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "Через %1$i ч.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "Через %1$i ч.";

